tap "libsql/sqld"
tap "mongodb/brew"
tap "nextfire/tap"
tap "oven-sh/bun"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.13"
brew "aws-sam-cli"
brew "bash"
brew "bash-completion"
brew "cabextract"
brew "cdrtools"
brew "cli53"
brew "cocoapods"
brew "direnv"
brew "doctl"
brew "fastfetch"
brew "fnm"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "icu4c@76"
brew "netpbm"
brew "groff"
brew "httpie", link: false
brew "libheif"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "libimobiledevice"
brew "lima"
brew "lzip"
brew "node"
brew "neonctl"
brew "nvm"
brew "pnpm"
brew "postgresql@17"
brew "pulumi"
brew "python@3.12"
brew "python-tk@3.12"
brew "python@3.11"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rustup"
brew "starship"
brew "unbound"
brew "uv"
brew "vercel-cli"
brew "watchman"
brew "wimlib"
brew "xcodegen"
brew "yarn"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "sst/tap/sst"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "apidog"
cask "container"
cask "expo-orbit"
cask "gcloud-cli"
cask "hoppscotch"
cask "httpie-desktop"
cask "iina"
cask "insomnia"
cask "ngrok"
cask "orbstack"
cask "redis-insight"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "anthropic.claude-code"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "continue.continue"
vscode "databricks.neon-local-connect"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "openai.chatgpt"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "wix.vscode-import-cost"
